Add ground station app and send telemetry data to ground station
